[{"title": "Wordcloud room", "description": "A chat open for the duration of the event that people can each submit a single message to - afterwards a wordcloud (or something similar) can be made from all of these messages.", "authors": ["duckution"], "start": "2022-08-06T05:30:00"}, {"title": "VRChat Hangout and Watch-along", "description": "Background:\nFor months, Ma Toki Pona VR has been hosting weekly events in VRChat for learning Toki Pona. During these events, participants share social context through a spatial environment. This works well for learning as an alternative to text/voice-only mediums like Discord! Our weekly meetups welcome all; complete beginners are encouraged to join!\n\nMeetup schedule:\n15 minutes after opening, we hold announcements. Then jan Kekan San gives a half-hour lesson. Then we go play a game while speaking Toki Pona. Then we go to a museum world to use Toki Pona in a more realistic environment.\n\nOnce a month, we hold a joint meetup with Projekto Babel, a multilingual community based in Japan. During these meetups, we use Toki Pona as a bridge between English and Japanese!\n\nProposal:\nFor Suno pi Toki Pona, the Ma Toki Pona VR and Projekto Babel communities are inviting viewers to watch the stream in VRChat. We are building a venue world to hang out in and watch the stream. During the stream, we'd like 15 minutes to introduce our community. We would also like to hold other panels streamed from VRChat. These panels will be submitted as additional proposals. (These have been submitted by jan Kekan San.)\n\nLimitations:\nVRChat maps are limited to 80 users. The VRChat venue will be designed for the Quest for hardware accessibility. No VR equipment is required, but the in-game live stream only works on Windows. Participants may stream the event if they choose.", "authors": ["fuopy"], "start": "2022-08-06T07:00:00"}, {"title": "toki pona skit (prerecorded)", "description": "by jan Lakuse ", "authors": ["raac"], "start": "2022-08-06T08:30:00"}, {"title": "panel for the short story contest, discussing results", "description": "by jan Lakuse", "authors": ["raac"], "start": "2022-08-06T16:15:00"}, {"title": "Toki Pona 101", "description": "I would give a brief history and explanation of conlanging, explain how toki pona came to be, it’s philosophy, and some basic things about it for newcomers. I would then explain the community and resources for learning!\nyou can reach me at mothman#7040 or its.sam.hanson@gmail.com", "authors": ["JanKijetesantakalu"], "start": "2022-08-06T18:00:00"}, {"title": "pini pi toki pona (toki pona taso) [prerecorded]", "description": "by kapesi Pake", "authors": ["kapesi Pake"], "start": "2022-08-06T20:00:00"}, {"title": "o toki e sitelen, o pali e sitelen", "description": "A contest that runs througout the event. This would play out like a chain : the first person prompts a a picture, which the 2nd draws, the 3rd describes it, etc...\nAll descriptions would be in toki pona of course\nThe complete chain would be revealed at the end of the event. I am ready to organize this\ncontact me with discord : @✥ YNH ✥ kpwu ✥ ❨no pronoun❩#7179", "authors": ["kafkian.squid@gmail.com"], "start": "2022-08-06T08:00:00"}, {"title": "Chill space", "description": "A nice, chill voice chat with calm music for people to join if they are a bit overwhelmed by the main events, or just want a small break. Chill conversation, good vibes, ale li pona :)", "authors": ["duckution"], "start": "2022-08-06T18:00:00"}, {"title": "Biermädchen - prerecorded", "description": "tan jan Tepo tan jan Lakuse\nkepeken pali pi jan Kawa pi jan Kala\n", "authors": ["tbodt", "raac"], "start": "2022-08-07T02:45:00"}, {"title": "Toki Pona 101 (second performance)", "description": "I would give a brief history and explanation of conlanging, explain how toki pona came to be, it’s philosophy, and some basic things about it for newcomers. I would then explain the community and resources for learning! you can reach me at mothman#7040", "authors": ["JanKijetesantakalu"], "start": "2022-08-07T04:45:00"}]